;; -*- no-byte-compile: t; -*-
;;; .doom.d/packages.el

;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:host github :repo "username/repo"))
;; (package! builtin-package :disable t)

(package! web-mode)
(package! terraform-mode)
(package! linum-relative)
(package! cyberpunk-theme)
(package! dedicated)
(package! one-themes)
(package! dracula-theme)
(package! lua-mode)
(package! color-theme-modern)
(package! origami)
(package! ewal)
